sysbench_test/share/oltp_insert.log
sysbench 1.0.11 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           788
        other:                           0
        total:                           788
    transactions:                        788    (157.32 per sec.)
    queries:                             788    (157.32 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          5.0065s
    total number of events:              788

Latency (ms):
         min:                                  3.99
         avg:                                  6.34
         max:                                 25.97
         95th percentile:                      9.91
         sum:                               4999.53

Threads fairness:
    events (avg/stddev):           788.0000/0.00
    execution time (avg/stddev):   4.9995/0.00