sysbench_test/share/oltp_insert.log
sysbench 1.0.11 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 128
Report intermediate results every 5 second(s)
Initializing random number generator from current time


Initializing worker threads...

Threads started!

[ 5s ] thds: 128 tps: 414.79 qps: 414.79 (r/w/o: 0.00/414.79/0.00) lat (ms,95%): 363.18 err/s: 0.00 reconn/s: 0.00
SQL statistics:
    queries performed:
        read:                            0
        write:                           2203
        other:                           0
        total:                           2203
    transactions:                        2203   (413.99 per sec.)
    queries:                             2203   (413.99 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          5.3194s
    total number of events:              2203

Latency (ms):
         min:                                  4.97
         avg:                                298.96
         max:                                695.57
         95th percentile:                    363.18
         sum:                             658611.69

Threads fairness:
    events (avg/stddev):           17.2109/0.44
    execution time (avg/stddev):   5.1454/0.10