sysbench_test/share/oltp_point_select.log
sysbench 1.0.11 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            7295
        write:                           0
        other:                           0
        total:                           7295
    transactions:                        7295   (1458.00 per sec.)
    queries:                             7295   (1458.00 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          5.0010s
    total number of events:              7295

Latency (ms):
         min:                                  0.44
         avg:                                  0.68
         max:                                 17.08
         95th percentile:                      0.99
         sum:                               4988.87

Threads fairness:
    events (avg/stddev):           7295.0000/0.00
    execution time (avg/stddev):   4.9889/0.00