sysbench_test/share/oltp_read_write.log
sysbench 1.0.11 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            3710
        write:                           1590
        other:                           0
        total:                           5300
    transactions:                        265    (8.81 per sec.)
    queries:                             5300   (176.11 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          30.0916s
    total number of events:              265

Latency (ms):
         min:                                 92.90
         avg:                                113.54
         max:                                174.23
         95th percentile:                    139.85
         sum:                              30087.74

Threads fairness:
    events (avg/stddev):           265.0000/0.00
    execution time (avg/stddev):   30.0877/0.00