sysbench_test/share/oltp_update_non_index.log
sysbench 1.0.11 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           1594
        other:                           0
        total:                           1594
    transactions:                        1594   (317.94 per sec.)
    queries:                             1594   (317.94 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          5.0111s
    total number of events:              1594

Latency (ms):
         min:                                  1.78
         avg:                                  3.14
         max:                                 28.95
         95th percentile:                      4.82
         sum:                               5005.07

Threads fairness:
    events (avg/stddev):           1594.0000/0.00
    execution time (avg/stddev):   5.0051/0.00